Repository: lcorreia/kimchi
Catalog: plugins/kimchi/po/*.po
Languages: es_es

source: This field is required.
es_es: Este campo es obligatorio.

source: Log in
es_es: Iniciar sesión

source: Logging in...
es_es: Iniciando sesión...

source: Guests
es_es: Invitados

source: Templates
es_es: Plantillas

source: Failed to get application configuration
es_es: No se ha podido obtener la configuración de la aplicación

source: This is not a valid Linux path
es_es: No es una vía de acceso de Linux válida

source: This is not a valid URL.
es_es: No es un URL válido.

source: No such data available.
es_es: No hay datos de ese tipo disponibles.

source: Can not contact the host system. Verify the host system is up and that you have network connectivity to it. HTTP request response %1.
es_es: No se puede contactar con el sistema host. Verifique que el sistema host está activo y que tiene conectividad de red con él. Respuesta de solicitud HTTP %1.

source: Unable to read file.
es_es: No se puede leer el archivo.

source: Error while uploading file.
es_es: Error al actualizar el archivo.

source: Delete Confirmation
es_es: Confirmación de supresión

source: OK
es_es: Aceptar

source: Confirm
es_es: Confirmar

source: Warning
es_es: Aviso

source: Cloning...
es_es: Clonación...

source: Loading...
es_es: Cargando...

source: An error occurred while retrieving system information.
es_es: Se ha producido un error al recuperar la información del sistema.

source: Retry
es_es: Reintentar

source: Detailed message:
es_es: Mensaje detallado:

source: No ISO found
es_es: No se ha encontrado ningún ISO

source: This is not a valid ISO file.
es_es: No es un archivo ISO válido.

source: This may take a long time. Do you want to continue?
es_es: Esta operación puede necesitar mucho tiempo. ¿Desea continuar?

source: This will permanently delete the template. Would you like to continue?
es_es: Así se suprimirá la plantilla de forma permanente. ¿Desea continuar?

source: Unable to shut down system as there are some virtual machines running!
es_es: No se puede concluir el sistema ya que hay algunas máquinas virtuales en ejecución.

source: Max:
es_es: Máx.:

source: Utilization
es_es: Utilización

source: Available
es_es: Disponible

source: Read Rate
es_es: Velocidad de lectura

source: Write Rate
es_es: Velocidad de escritura

source: Received
es_es: Recibido

source: Sent
es_es: Enviado

source: Shutting down or restarting host will cause unsaved work lost. Continue to shut down/restarting?
es_es: Concluir o reiniciar el host hará que se pierda el trabajo no guardado. ¿Desea continuarpara concluir/reiniciar?

source: Repository will be removed permanently and can't be recovered. Do you want to continue?
es_es: El repositorio se eliminará de forma permanente y no se puede recuperar. ¿Desea continuar?

source: Repositories
es_es: Repositorios

source: Base URL
es_es: URL base

source: Is Mirror
es_es: Es duplicado

source: URL Args
es_es: Args de URL

source: Enabled
es_es: Habilitado

source: GPG Check
es_es: Comprobación GPG

source: GPG Key
es_es: Clave GPG

source: Add
es_es: Añadir

source: Remove
es_es: Eliminar

source: Enable
es_es: Habilitar

source: Disable
es_es: Inhabilitar

source: Software Updates
es_es: Actualizaciones de software

source: Package Name
es_es: Nombre de paquete

source: Version
es_es: Versión

source: Architecture
es_es: Arquitectura

source: Repository
es_es: Repositorio

source: Update All
es_es: Actualizar todo

source: Updating...
es_es: Actualizando...

source: Failed to retrieve packages update information.
es_es: No se ha podido recuperar la información de actualización de paquetes.

source: Failed to update package(s).
es_es: No se han podido actualizar paquetes.

source: Debug report will be removed permanently and can't be recovered. Do you want to continue?
es_es: El informe de depuración se eliminará permanentemente y no se puede recuperar. ¿Desea continuar?

source: Debug Reports
es_es: Informes de depuración

source: Generated Time
es_es: Tiempo generado

source: Generate
es_es: Generar

source: Generating...
es_es: Generando...

source: Rename
es_es: Redenominar

source: Download
es_es: Descargar

source: Report name should contain only letters, digits, underscore ('_') and/or hyphen ('-').
es_es: El nombre de informe debe contener solamente letras, dígitos, el carácter de subrayado ('_') y/o de guión ('-').

source: Pending...
es_es: Pendiente...

source: Report name is the same as the original one.
es_es: El nombre de informe es el mismo que el original.

source: This will delete the virtual machine and its virtual disks. This operation cannot be undone. Would you like to continue?
es_es: Esto suprimirá la máquina virtual y sus discos virtuales. Esta operación no se puede deshacer. ¿Desea continuar?

source: Power off Confirmation
es_es: Confirmación de apagado

source: This action may produce undesirable results, for example unflushed disk cache in the guest. Would you like to continue?
es_es: Esta acción puede producir resultados no deseables, por ejemplo almacenamiento de memoria caché en disco sin vaciar en el invitado. ¿Desea continuar?

source: Reset Confirmation
es_es: Confirmación de restablecimiento

source: There is a risk of data loss caused by reset without the guest OS shutdown. Would you like to continue?
es_es: Existe un riesgo de pérdida de datos causado por el restablecimiento sin la conclusión del sistema operativo invitado. ¿Desea continuar?

source: Shut Down Confirmation
es_es: Confirmación de conclusión

source: Note the guest OS may ignore this request. Would you like to continue?
es_es: Tenga en cuenta que el sistema operativo del invitado puede ignorar esta solicitud. ¿Desea continuar?

source: Virtual Machine delete Confirmation
es_es: Confirmación de supresión de la máquina virtual

source: This virtual machine is not persistent. Power Off will delete it. Continue?
es_es: Esta máquina virtual no es persistente. Con la acción Apagar se suprimirá. ¿Desea continuar?

source: When the target guest has SCSI or iSCSI volumes, they will be cloned on default storage pool. The same will happen when the target pool does not have enough space to clone the volumes. Do you want to continue?
es_es: Cuando el invitado de destino tiene volúmenes SCSI o iSCSI, se clonarán en la agrupación de almacenamiento predeterminada. Ocurrirá lo mismo cuando la agrupación de destino no tenga espacio suficiente para clonar los volúmenes. ¿Desea continuar?

source: This CDROM will be detached permanently and you can re-attach it. Continue to detach it?
es_es: Este CDROM se desconectará de forma permanente pero puede volver a conectarlo. ¿Desea continuar para desconectarlo?

source: Attaching...
es_es: Conectando...

source: Replacing...
es_es: Sustituyendo...

source: Successfully attached!
es_es: ¡Conectado correctamente!

source: Successfully replaced!
es_es: ¡Sustituido correctamente!

source: Successfully detached!
es_es: ¡Desconectado correctamente!

source: This disk will be detached permanently and you can re-attach it. Continue to detach it?
es_es: Este disco se desconectará de forma permanente y podrá volver a conectarlo. ¿Desea continuardesconectándolo?

source: interface:
es_es: interfaz:

source: address:
es_es: dirección:

source: block:
es_es: bloque:

source: model:
es_es: modelo:

source: Affected devices:
es_es: Dispositivos afectados:

source: The VLAN id must be between 1 and 4094.
es_es: El ID de VLAN debe estar entre 1 y 4094.

source: unavailable
es_es: no disponible

source: This action will interrupt network connectivity for any virtual machine that depend on this network.
es_es: Esta acción interrumpirá la conectividad de red para cualquier máquina virtual que dependa de esta red.

source: Create a network
es_es: Crear una red

source: This network is not persistent. Instead of stop, this action will permanently delete it. Would you like to continue?
es_es: Esta red no es persistente. En lugar de detenerla, esta acción la suprimirá de forma permanente. ¿Desea continuar?

source: The bridged VLAN tag may not work well with NetworkManager enabled. You should consider disabling it.
es_es: Es posible que el código VLAN ponteado no funcione bien si NetworkManager está habilitado. Debería considerar la posibilidad de inhabilitarlo.

source: This will permanently delete the storage pool. Would you like to continue?
es_es: Así se suprimirá la agrupación de almacenamiento de forma permanente. ¿Desea continuar?

source: This storage pool is empty.
es_es: Esta agrupación de almacenamiento está vacía.

source: It will format your disk and you will loose any data in there, are you sure to continue?
es_es: Dará formato al disco y se perderán los datos que tenga en él. ¿Está seguro de que desea continuar?

source: SCSI Fibre Channel
es_es: Canal de fibra de SCSI

source: No SCSI adapters found.
es_es: No se han encontrado adaptadores SCSI.

source: Loading iSCSI targets...
es_es: Se están cargando los destinos iSCSI...

source: No iSCSI found. Please input one.
es_es: No se ha encontrado el iSCSI. Indique uno.

source: Failed to load iSCSI targets.
es_es: No se han podido cargar los destinos iSCSI.

source: The storage pool name can not be blank.
es_es: El nombre de la agrupación de almacenamiento no puede estar en blanco.

source: The storage pool path can not be blank.
es_es: La vía de acceso de la agrupación de almacenamiento no puede estar en blanco.

source: NFS server mount path can not be blank.
es_es: La vía de acceso de montaje del servidor NFS no puede estar en blanco.

source: Invalid NFS mount path.
es_es: Vía de acceso de montaje de NFS no válida.

source: No logical device selected.
es_es: No se ha seleccionado ningún dispositivo lógico.

source: The iSCSI target can not be blank.
es_es: El destino iSCSI no puede estar en blanco.

source: Server name can not be blank.
es_es: El nombre de servidor no puede estar en blanco.

source: This is not a valid Server Name or IP. Please, modify it.
es_es: No es un nombre de servidor válido o IP válida. Modifique el valor.

source: Looking for available partitions ...
es_es: Buscando particiones disponibles...

source: No available partitions found.
es_es: No se han encontrado particiones disponibles.

source: This storage pool is not persistent. Instead of deactivate, this action will permanently delete it. Would you like to continue?
es_es: Esta agrupación de almacenamiento no es persistente. En lugar de desactivar, esta acción la suprimirá de forma permanente. ¿Desea continuar?

source: Unable to retrieve partitions information.
es_es: No se puede recuperar la información de particiones.

source: In progress...
es_es: En curso...

source: Failed!
es_es: Error

source: CDROM path needs to be a valid local/remote path and cannot be blank.
es_es: La vía de acceso de CDROM ha de ser una vía de acceso local/remota válida y no puede dejarse en blanco.

source: Disk pool or volume cannot be blank.
es_es: El volumen o la agrupación de discos no puede estar en blanco.

source: Peers
es_es: Homólogos

source: Searching
es_es: Buscando

source: No peers found.
es_es: No se han encontrado homólogos.

source: Help
es_es: Ayuda

source: About
es_es: Acerca de

source: Log out
es_es: Finalizar sesión

source: Version:
es_es: Versión:

source: Session timeout, please re-login.
es_es: Se ha excedido el tiempo de espera de sesión; vuelva a iniciar la sesión.

source: User Name
es_es: Nombre de usuario

source: Password
es_es: Contraseña

source: Generate a New Debug Report
es_es: Generar un Informe de depuración nuevo

source: Report Name
es_es: Nombre de informe

source: The name used to identify the report. If omitted, a name will be chosen based on current time. Name can contain: letters, digits, underscore ("_") and hyphen ("-").
es_es: El nombre utilizado para identificar el informe. Si se omite, se elegirá un nombre en base a la hora actual. El nombre puede contener: letras, dígitos, carácter de subrayado ("_") y de guión ("-").

source: Rename a Debug Report
es_es: Renombre un informe de depuración

source: The name used to identify the report. Name can contain: letters, digits and hyphen ("-").
es_es: El nombre utilizado para identificar el informe. El nombre puede contener: letras, dígitos y el carácter de guión ("-").

source: Submit
es_es: Enviar

source: Add a Repository
es_es: Añadir un repositorio

source: Identifier
es_es: Identificador

source: Single word, unique identifier for the repository.
es_es: Identificador exclusivo de una sola palabra para el repositorio.

source: Textual name for the repository.
es_es: Nombre textual para el repositorio.

source: Required Field
es_es: Campo obligatorio

source: URL to the repository. Supported protocols are http, ftp, and file.
es_es: URL al repositorio. Los protocolos soportados son http, ftp y archivo.

source: Repository is a mirror
es_es: El repositorio es un duplicado

source: Distribution
es_es: Distribución

source: Distribution of the DEB repository.
es_es: Distribución del repositorio DEB.

source: Components
es_es: Componentes

source: List of components in DEB repository.
es_es: Lista de componentes en el repositorio DEB.

source: Edit Repository
es_es: Editar repositorio

source: Mirror List URL
es_es: URL de lista duplicada

source: Yes
es_es: Sí

source: Add a Volume to Storage Pool
es_es: Añadir un volumen a la agrupación de almacenamiento

source: Fetch from remote URL
es_es: Captar de URL remoto

source: Enter the remote URL here.
es_es: Escriba el URL remoto aquí.

source: Upload a file
es_es: Cargar un archivo

source: Choose the file you want to upload.
es_es: Elija el archivo que desee cargar.

source: Define a New Storage Pool
es_es: Definir una agrupación de almacenamiento nueva

source: Storage Pool Name
es_es: Nombre de agrupación de almacenamiento

source: The name used to identify the storage pools, and it should not be empty.
es_es: El nombre que se utiliza para identificar las agrupaciones de almacenamiento y no debe estar vacío.

source: Storage Pool Type
es_es: Tipo de agrupación de almacenamiento

source: Storage Path
es_es: Vía de acceso de almacenamiento

source: The path of the Storage Pool. Each Storage Pool must have a unique path.
es_es: La vía de acceso de la agrupación de almacenamiento. Cada agrupación de almacenamiento debe tener una vía de acceso exclusiva.

source: Kimchi will try to create the directory when it does not already exist in your system.
es_es: Kimchi intentará crear el directorio cuando no existe en el sistema.

source: NFS Server IP
es_es: IP de Servidor NFS

source: NFS server IP or hostname. It can be input or chosen from history.
es_es: IP o nombre de host de servidor NFS. Puede especificarse o elegirse del historial.

source: NFS Path
es_es: Vía de acceso NFS

source: The NFS exported path on NFS server.
es_es: La vía de acceso exportada de NFS en el servidor NFS.

source: Device path
es_es: Vía de acceso del dispositivo

source: iSCSI Server
es_es: Servidor iSCSI

source: iSCSI server IP or hostname. It should not be empty.
es_es: IP o nombre de host de servidor iSCSI. No debe estar vacío.

source: Server
es_es: Servidor

source: Port
es_es: Puerto

source: Target
es_es: Destino

source: The iSCSI target on iSCSI server
es_es: El destino iSCSI en el servidor iSCSI

source: Add iSCSI Authentication
es_es: Añadir Autenticación iSCSI

source: iSCSI Authentication
es_es: Autenticación iSCSI

source: SCSI Adapter
es_es: Adaptador SCSI

source: Please, wait...
es_es: Por favor, espere...

source: Add Template
es_es: Añadir plantilla

source: Where is the source media for this template?
es_es: ¿Dónde está el soporte de origen para esta plantilla?

source: Local ISO Image
es_es: Imagen ISO local

source: Local Image File
es_es: Archivo de imagen local

source: Remote ISO Image
es_es: Imagen ISO remota

source: Search ISOs
es_es: Buscar ISOs

source: The following ISOs are available:
es_es: Las siguientes ISO están disponibles:

source: OS:
es_es: SO:

source: Version:
es_es: Versión:

source: Size:
es_es: Tamaño:

source: Search more ISOs
es_es: Buscar más ISO

source: Create Templates from Selected ISO
es_es: Crear plantillas a partir de ISO seleccionadas

source: I want to use a specific ISO file
es_es: Deseo utilizar un archivo ISO específico

source: File Path:
es_es: Vía de acceso del archivo:

source: Loading default remote ISOs ...
es_es: Cargando ISO remotas predeterminadas ...

source: I want to use a custom URL
es_es: Deseo utilizar un URL personalizado

source: Edit Template
es_es: Editar plantilla

source: Processor
es_es: Procesador

source: Image File
es_es: Archivo de imagen

source: Graphics
es_es: Gráficos

source: Disk(GB)
es_es: Disco (GB)

source: Disk Format
es_es: Formato de disco

source: CPU Number
es_es: Número de CPU

source: Manually set CPU topology
es_es: Establezca manualmente la topología de CPU

source: Cores
es_es: Núcleos

source: Threads
es_es: Hebras

source: Disk I/O
es_es: E/S de disco

source: Network I/O
es_es: E/S de red

source: No guests found.
es_es: No se ha encontrado invitados.

source: Shut down
es_es: Concluir

source: Restart
es_es: Reiniciar

source: Basic Information
es_es: Información básica

source: OS Distro
es_es: Distro de SO

source: OS Code Name
es_es: Nombre de código de SO

source: System Statistics
es_es: Estadísticas del sistema

source: Update Progress
es_es: Actualizar progreso

source: Network Name
es_es: Nombre de red

source: State
es_es: Estado

source: Network Type
es_es: Tipo de red

source: Address Space
es_es: Espacio de direcciones

source: Name should not contain '/' and '"'.
es_es: El nombre no debe contener '/' y '"'.

source: Isolated: no external network connection
es_es: Aislado: no hay conexión de red externa

source: NAT: outbound physical network connection only
es_es: NAT: conexión de red física saliente solamente

source: Bridged: Virtual machines are connected to physical network directly
es_es: Puenteado: Las máquinas virtuales están conectadas a la red física directamente

source: (No interfaces found)
es_es: (No se han encontrado interfaces)

source: Destination
es_es: Destino

source: Enable VLAN
es_es: Habilitar VLAN

source: VLAN ID
es_es: ID de VLAN

source: Stop
es_es: Detener

source: %Used
es_es: % Utilizado

source: Location
es_es: Ubicación

source: Capacity
es_es: Capacidad

source: Allocated
es_es: Asignado

source: active
es_es: activo

source: inactive
es_es: inactivo

source: Deactivate
es_es: Desactivar

source: Activate
es_es: Activar

source: Add Volume
es_es: Añadir volumen

source: Extend
es_es: Ampliar

source: Undefine
es_es: No definir

source: Format
es_es: Formato

source: Allocation
es_es: Asignación

source: No templates found.
es_es: No se han encontrado plantillas.
