Repository: lcorreia/kimchi
Catalog: plugins/kimchi/po/*.po
Languages: es_es

source: Unknown parameter %(value)s
es_es: Parámetro %(value)s desconocido

source: Delete is not allowed for %(resource)s
es_es: No se permite la supresión para %(resource)s

source: %(resource)s does not implement update method
es_es: %(resource)s no implementa el método de actualización

source: Create is not allowed for %(resource)s
es_es: No se permite la creación para %(resource)s

source: Unable to parse JSON request
es_es: No se puede analizar la solicitud JSON

source: This API only supports JSON
es_es: Esta API sólo da soporte a JSON

source: Parameters does not match requirement in schema: %(err)s
es_es: Los parámetros no coinciden con el requisito en el esquema: %(err)s

source: You don't have permission to perform this operation.
es_es: No dispone de permiso para llevar a cabo esta operación.

source: Datastore is not initiated in the model object.
es_es: El almacén de datos no se ha iniciado en el objeto de modelo.

source: Unable to start task due error: %(err)s
es_es: No se puede iniciar la tarea debido a un error: %(err)s

source: Timeout of %(seconds)s seconds expired while running task '%(task)s.
es_es: El tiempo de espera de %(seconds)s segundos se ha agotado al ejecutar la tarea '%(task)s.

source: Authentication failed for user '%(username)s'. [Error code: %(code)s]
es_es: Error en la autenticación para el usuario '%(username)s'. [Código de error: %(code)s]

source: You are not authorized to access Kimchi
es_es: No tiene autorización para acceder a Kimchi

source: Specify %(item)s to login into Kimchi
es_es: Especifique %(item)s para iniciar sesión en Kimchi

source: User %(user_id)s not found with given LDAP settings.
es_es: No se ha encontrado el usuario %(user_id)s con los valores LDAP indicados.

source: Invalid LDAP configuration: %(item)s : %(value)s
es_es: Configuración LDAP no válida: %(item)s : %(value)s

source: Unknown "_cap" specified
es_es: Se ha especificado un valor "_cap" desconocido

source: "_passthrough" should be "true" or "false"
es_es: "_passthrough" debería ser "true" o "false"

source: "_passthrough_affected_by" should be a device name string
es_es: "_passthrough_affected_by" debería ser una cadena de nombre de dispositivo

source: "_available_only" should be "true" or "false"
es_es: "_available_only" debería ser "true" o "false"

source: Error while getting block devices. Details: %(err)s
es_es: Error al obtener dispositivos de bloque. Detalles: %(err)s

source: Error while getting block device information for %(device)s.
es_es: Error al obtener información de dispositivos de bloque para %(device)s.

source: Unable to find distro file: %(filename)s
es_es: No se ha podido encontrar el archivo distro: %(filename)s

source: Unable to parse distro file: %(filename)s. Make sure, it is a JSON file.
es_es: No se ha podido analizar el archivo distro: %(filename)s. Asegúrese de que se trate de un archivo JSON.

source: Unable to login to iSCSI host target %(portal)s. Details: %(err)s
es_es: No se puede iniciar sesión en el %(portal)s de destino de host iSCSI. Detalles: %(err)s

source: Unable to login to iSCSI host %(host)s target %(target)s
es_es: No se puede iniciar sesión en el host iSCSI %(host)s de destino %(target)s

source: Unable to find ISO file %(filename)s
es_es: No se puede encontrar el archivo ISO %(filename)s

source: The ISO file %(filename)s is not bootable
es_es: El archivo ISO %(filename)s no se puede arrancar

source: The ISO file %(filename)s does not have a valid El Torito boot record
es_es: El archivo ISO %(filename)s no tiene un registro de arranque El Torito válido

source: Invalid El Torito validation entry in ISO %(filename)s
es_es: La entrada de validación de El Torito no es válida en ISO %(filename)s

source: Invalid El Torito boot indicator in ISO %(filename)s
es_es: El indicador de arranque de El Torito no es válido en ISO %(filename)s

source: Unexpected volume type for primary volume in ISO %(filename)s
es_es: Tipo de volumen inesperado para el volumen primario en ISO %(filename)s

source: Bad format while reading volume descriptor in ISO %(filename)s
es_es: Formato erróneo al leer el descriptor de volúmenes en ISO %(filename)s

source: The hypervisor doesn't have permission to use this ISO %(filename)s. Consider moving it under /var/lib/libvirt, or set the search permission to file access control lists for '%(user)s' user if possible, or add the '%(user)s' to the ISO path group, or (not recommended) 'chmod -R o+x 'path_to_iso'.Details: %(err)s
es_es: El hipervisor no tiene permiso para utilizar este ISO %(filename)s. Considere moverlo a /var/lib/libvirt, o establezca el permiso de búsqueda en las listas de control de acceso de archivos para el usuario '%(user)s', si es posible, o añada el '%(user)s' al grupo de vías de acceso ISO o (no recomendado) 'chmod -R o+x 'path_to_iso'. Detalles: %(err)s

source: An error occurred when probing image OS information.
es_es: Se ha producido un error al analizar la información de sistema operativo de las imágenes.

source: No OS information found in given image.
es_es: No se ha encontrado información de sistema operativo en una imagen especificada.

source: Unable to read image file %(filename)s
es_es: No se puede leer el archivo de imágenes %(filename)s

source: Image file must be an existing file on system. %(filename)s is not a valid input.
es_es: El archivo de imágenes debe ser un archivo existente en el sistema. %(filename)s no es una entrada válida.

source: Virtual machine %(name)s already exists
es_es: Ya existe la máquina virtual %(name)s

source: Virtual machine %(name)s does not exist
es_es: No existe la máquina virtual %(name)s

source: Unable to rename virtual machine %(name)s. The name %(new_name)s is already in use or the virtual machine is not powered off.
es_es: No se puede renombrar la máquina virtual %(name)s. El nombre %(new_name)s ya se está utilizando o la máquina virtual no se ha apagado.

source: Unable to retrieve screenshot for stopped virtual machine %(name)s
es_es: No se puede recuperar la captura de pantalla para la máquina virtual detenida %(name)s

source: Remote ISO image is not supported by this server.
es_es: La imagen ISO remota no está soportada por este servidor.

source: Screenshot is not supported on virtual machine %(name)s
es_es: No se acepta la captura de pantalla en la máquina virtual %(name)s

source: Unable to create virtual machine %(name)s. Details: %(err)s
es_es: No se puede crear la máquina virtual %(name)s. Detalles: %(err)s

source: Unable to update virtual machine %(name)s. Details: %(err)s
es_es: No se puede actualizar la máquina virtual %(name)s. Detalles: %(err)s

source: Unable to retrieve virtual machine %(name)s. Details: %(err)s
es_es: No se puede recuperar la máquina virtual %(name)s. Detalles: %(err)s

source: Unable to connect to powered off virtual machine %(name)s.
es_es: No se puede conectar a la máquina virtual %(name)s apagada.

source: Virtual machine name must be a string without slashes (/)
es_es: El nombre de la máquina virtual debe ser una serie sin barras inclinadas (/)

source: Invalid template URI %(value)s specified for virtual machine
es_es: Se ha especificado un URI de plantilla %(value)s no válido para la máquina virtual

source: Invalid storage pool URI %(value)s specified for virtual machine
es_es: Se ha especificado un URI de agrupación de almacenamiento %(value)s no válido para la máquina virtual

source: Supported virtual machine graphics are Spice or VNC
es_es: Los gráficos de la máquina virtual soportados son Spice o VNC

source: Graphics address to listen on must be IPv4 or IPv6
es_es: La dirección de gráficos en que hay que estar a la escucha debe ser IPv4 o IPv6

source: Specify a template to create a virtual machine from
es_es: Especifique una plantilla a partir de la que se creará una máquina virtual

source: Unable to start virtual machine %(name)s. Details: %(err)s
es_es: No se puede iniciar la máquina virtual %(name)s. Detalles: %(err)s

source: Unable to power off virtual machine %(name)s. Details: %(err)s
es_es: No se puede apagar la máquina virtual %(name)s. Detalles: %(err)s

source: Unable to delete virtual machine %(name)s. Details: %(err)s
es_es: No se puede suprimir la máquina virtual %(name)s. Detalles: %(err)s

source: Unable to reset virtual machine %(name)s. Details: %(err)s
es_es: No se puede restablecer la máquina virtual %(name)s. Detalles: %(err)s

source: User name list must be an array
es_es: La lista de nombres de usuarios debe ser una matriz

source: User name must be a string
es_es: El nombre de usuario debe ser una serie

source: Group name list must be an array
es_es: La lista de nombres de grupos debe ser una matriz

source: Group name must be a string
es_es: El nombre de grupo debe ser una serie

source: User(s) '%(users)s' do not exist
es_es: No existe el usuario (o usuarios) '%(users)s'

source: Group(s) '%(groups)s' do not exist
es_es: No existe el grupo (o grupos) '%(groups)s'

source: Unable to shutdown virtual machine %(name)s. Details: %(err)s
es_es: No se puede apagar la máquina virtual %(name)s. Detalles: %(err)s

source: The guest console password must be a string.
es_es: La contraseña de la consola del invitado debe ser una serie.

source: The life time for the guest console password must be a number.
es_es: El tiempo de vida para la contraseña de la consola del invitado debe ser un número.

source: Virtual machine '%(name)s' must be stopped before cloning it.
es_es: La máquina virtual '%(name)s' se debe detener antes de clonarla.

source: Insufficient disk space to clone virtual machine '%(name)s'
es_es: No hay espacio de disco suficiente para clonar la máquina virtual '%(name)s'

source: Unable to clone VM '%(name)s'. Details: %(err)s
es_es: No se puede clonar la máquina virtual '%(name)s'. Detalles: %(err)s

source: Invalid operation for non-persistent virtual machine %(name)s
es_es: Operación no válida para la máquina virtual no persistente %(name)s

source: Cannot suspend VM '%(name)s' because it is not running.
es_es: No se puede suspender la máquina virtual '%(name)s' porque no se está ejecutando.

source: Unable to suspend VM '%(name)s'. Details: %(err)s
es_es: No se puede suspender la máquina virtual '%(name)s'. Detalles: %(err)s

source: Cannot resume VM '%(name)s' because it is not paused.
es_es: No se puede reanudar la máquina virtual '%(name)s' porque no se ha puesto en pausa.

source: Unable to resume VM '%(name)s'. Details: %(err)s
es_es: No se puede reanudar la máquina virtual '%(name)s'. Detalles: %(err)s

source: Memory assigned is higher then the maximum allowed in the host.
es_es: La memoria asignada es superior al máximo asignado en el host.

source: VM '%(name)s' does not support live memory update. Update the memory with the machine offline to enable this feature.
es_es: La máquina virtual '%(name)s' no admite la actualización de memoria activa. Actualice la memoria con la máquina fuera de línea para habilitar esta característica.

source: Only increase memory is allowed in active VMs
es_es: Solamente se permite aumentar la memoria en las máquinas virtuales activas

source: For live memory update, new memory value must be equal old memory value plus multiples of 1024 Mib
es_es: Para la actualización de memoria en directo, el valor de memoria nuevo debe ser igual al valor anterior de la memoria más múltiplos de 1024 Mib

source: There are not enough free slots of 1024 Mib in the guest.
es_es: No hay suficientes ranuras libres de 1024 Mib en el invitado.

source: Host's libvirt version does not support memory devices. Libvirt must be >= 1.2.14
es_es: La versión libvirt del host no admite dispositivos de memoria. Libvirt debe ser >= 1.2.14

source: Error attaching memory device. Details: %(error)s
es_es: Error al conectar el dispositivo de memoria. Detalles: %(error)s

source: Cannot start %(name)s. Virtual machine is already running.
es_es: No se puede iniciar %(name)s. La máquina virtual ya está en ejecución.

source: Cannot power off %(name)s. Virtual machine is shut off.
es_es: No se puede apagar %(name)s. La máquina virtual está apagada.

source: Cannot shutdown %(name)s. Virtual machine is shut off.
es_es: No se puede apagar %(name)s. La máquina virtual está apagada.

source: Cannot reset %(name)s. Virtual machine is already shut off.
es_es: No se puede restablecer %(name)s. La máquina virtual ya está apagada.

source: VM %(vmid)s does not contain directly assigned host device %(dev_name)s.
es_es: La máquina virtual %(vmid)s no contiene el dispositivo de host asignado directamente %(dev_name)s.

source: The host device %(dev_name)s is not allowed to directly assign to VM.
es_es: El dispositivo de host %(dev_name)s no se permite para asignarlo directamente a la máquina virtual.

source: No IOMMU groups found. Host PCI pass through needs IOMMU group to function correctly. Please enable Intel VT-d or AMD IOMMU in your BIOS, then verify the Kernel is compiled with IOMMU support. For Intel CPU, add intel_iommu=on to your Kernel parameter in /boot/grub2/grub.conf. For AMD CPU, add iommu=pt iommu=1.
es_es: No se han encontrado grupos IOMMU. El paso a través de PCI de host necesita el grupo IOMMU para funcionar correctamente. Habilite Intel VT-d o AMD IOMMU en el BIOS y, a continuación, verifique que el Kernel se ha compilado con soporte IOMMU. Para Intel CPU, añada intel_iommu=on al parámetro de Kernel en /boot/grub2/grub.conf. Para AMD CPU, añada iommu=pt iommu=1.

source: "name" should be a device name string
es_es: "name" debe ser una serie de nombre de dispositivo

source: The device %(name)s is probably in use by the host. Unable to attach it to the guest.
es_es: El dispositivo %(name)s lo está utilizando probablemente el host. No se puede conectar al invitado.

source: Interface %(iface)s does not exist in virtual machine %(name)s
es_es: La interfaz %(iface)s no existe en la máquina virtual %(name)s

source: Network %(network)s specified for virtual machine %(name)s does not exist
es_es: La red %(network)s especificada para la máquina virtual %(name)s no existe

source: Supported virtual machine interfaces type is only network
es_es: El tipo de interfaces de máquina virtual soportado es de red solamente

source: Network name for virtual machine interface must be a string
es_es: El nombre de red para la interfaz de máquina virtual debe ser una serie

source: Invalid network model card specified for virtual machine interface
es_es: Especificada tarjeta de modelo de red no válida para la interfaz de máquina virtual

source: Specify type and network to add a new virtual machine interface
es_es: Especifique el tipo y la red para añadir una interfaz de máquina virtual nueva

source: MAC Address must respect this format FF:FF:FF:FF:FF:FF
es_es: La dirección MAC debe respetar este formato FF:FF:FF:FF:FF:FF

source: MAC Address %(mac)s already exists in virtual machine %(name)s
es_es: La dirección MAC %(mac)s ya existe en la máquina virtual %(name)s

source: Invalid MAC Address
es_es: Dirección MAC no válida

source: Cannot change MAC address of a running virtual machine
es_es: No se puede cambiar la dirección MAC de una máquina virtual en ejecución

source: Template %(name)s already exists
es_es: La plantilla %(name)s ya existe

source: Network '%(network)s' specified for template %(template)s does not exist
es_es: La red '%(network)s' especificada para la plantilla %(template)s no existe

source: Storage pool %(pool)s specified for template %(template)s does not exist
es_es: La agrupación de almacenamiento %(pool)s especificada para la plantilla %(template)s no existe

source: Storage pool %(pool)s specified for template %(template)s is not active
es_es: La agrupación de almacenamiento %(pool)s especificada para la plantilla %(template)s no está activa

source: Invalid parameter '%(param)s' specified for CDROM.
es_es: Parámetro no válido '%(param)s' especificado para CDROM.

source: Network %(network)s specified for template %(template)s is not active
es_es: La red %(network)s que se ha especificado para la plantilla %(template)s no está activa

source: Template name must be a string
es_es: El nombre de plantilla debe ser una serie

source: Template icon must be a path to the image
es_es: El icono de plantilla debe ser una vía de acceso a la imagen

source: Template distribution must be a string
es_es: La distribución de plantilla debe ser una serie

source: Template distribution version must be a string
es_es: La versión de distribución de plantilla debe ser una serie

source: The number of CPUs must be an integer greater than 0
es_es: El número de CPU debe ser un entero mayor que 0

source: Amount of memory (MB) must be an integer greater than 512
es_es: La cantidad de memoria (MB) debe ser un entero mayor que 512

source: Template CDROM must be a local or remote ISO file
es_es: El CDROM de plantilla debe ser un archivo ISO local o remoto

source: Invalid storage pool URI %(value)s specified for template
es_es: Se ha especificado un URI de agrupación de almacenamiento %(value)s no válido para la plantilla

source: Specify an ISO image as CDROM or a base image to create a template
es_es: Especifique una imagen ISO como CDROM o una imagen base para crear una plantilla

source: All networks for the template must be specified in a list.
es_es: Todas las redes para la plantilla deben especificarse en una lista.

source: Specify a volume to a template when storage pool is iSCSI or SCSI
es_es: Especifique un volumen para una plantilla cuando la agrupación de almacenamiento sea iSCSI o SCSI

source: The volume %(volume)s is not in storage pool %(pool)s
es_es: El volumen %(volume)s no se halla en la agrupación de almacenamiento %(pool)s

source: Unable to create template due error: %(err)s
es_es: No se ha podido crear la plantilla debido al error: %(err)s

source: Unable to delete template due error: %(err)s
es_es: No se ha podido suprimir la plantilla debido a un error: %(err)s

source: Disk size must be an integer greater than 1GB.
es_es: El tamaño del disco debe ser un entero mayor que 1 GB.

source: Template base image must be a valid local image file
es_es: La imagen base de la plantilla debe ser un archivo de imagen base local válido

source: Cannot identify base image %(path)s format
es_es: No se puede identificar el formato de la imagen base %(path)s

source: When specifying CPU topology, VCPUs must be a product of sockets, cores, and threads.
es_es: Cuando se especifique la topología de CPU, las VCPU deben ser un producto de sockets, núcleos y hebras.

source: When specifying CPU topology, each element must be an integer greater than zero.
es_es: Cuando se especifica la topología de CPU, cada elemento debe ser un entero mayor que cero.

source: Invalid disk image format. Valid formats: bochs, cloop, cow, dmg, qcow, qcow2, qed, raw, vmdk, vpc.
es_es: formato de imagen de disco no válido. Formatos válidos: bochs, cloop, cow, dmg, qcow, qcow2, qed, raw, vmdk, vpc.

source: Storage pool %(name)s already exists
es_es: Ya existe la agrupación de almacenamiento %(name)s

source: Storage pool %(name)s does not exist
es_es: No existe la agrupación de almacenamiento %(name)s

source: Specify %(item)s in order to create the storage pool %(name)s
es_es: Especifique %(item)s para crear la agrupación de almacenamiento %(name)s

source: Unable to delete active storage pool %(name)s
es_es: No se puede suprimir la agrupación de almacenamiento activo %(name)s

source: Unable to list storage pools. Details: %(err)s
es_es: No se pueden listar las agrupaciones de almacenamiento. Detalles: %(err)s

source: Unable to create storage pool %(name)s. Details: %(err)s
es_es: No se puede crear la agrupación de almacenamiento %(name)s. Detalles: %(err)s

source: Unable to get number of storage volumes in storage pool %(name)s. Details: %(err)s
es_es: No se puede obtener el número de volúmenes de almacenamiento en la agrupación de almacenamiento %(name)s. Detalles: %(err)s

source: Unable to activate storage pool %(name)s. Details: %(err)s
es_es: No se puede activar la agrupación de almacenamiento %(name)s. Detalles: %(err)s

source: Unable to deactivate storage pool %(name)s. Details: %(err)s
es_es: No se puede desactivar la agrupación de almacenamiento %(name)s. Detalles: %(err)s

source: Unable to delete storage pool %(name)s. Details: %(err)s
es_es: No se puede suprimir la agrupación de almacenamiento %(name)s. Detalles: %(err)s

source: Unable to create NFS Pool as export path %(path)s may block during mount
es_es: No se puede crear la agrupación de NFS ya que la vía de acceso de exportación %(path)s podría bloquearse durante el montaje

source: Unable to create NFS Pool as export path %(path)s mount failed
es_es: No se puede crear la agrupación de NFS ya que ha fallado el montaje de la vía de acceso de exportación %(path)s

source: Unsupported storage pool type: %(type)s
es_es: Tipo de agrupación de almacenamiento no admitido: %(type)s

source: Error while retrieving storage pool XML to %(pool)s
es_es: Error al recuperar el XML de la agrupación de almacenamiento en %(pool)s

source: Storage pool name must be a string without slashes (/)
es_es: El nombre de la agrupación de almacenamiento debe ser una serie sin barras inclinadas (/)

source: Supported storage pool types are dir, netfs, logical, iscsi, isci and kimchi-iso
es_es: Los tipos de agrupación de almacenamiento admitidos son dir, netfs, logical, iscsi, isci y kimchi-iso

source: Storage pool path must be a string
es_es: La vía de acceso de la agrupación de almacenamiento debe ser una serie

source: Storage pool host must be a IP or hostname
es_es: El host de la agrupación de almacenamiento debe ser un IP o nombre de host

source: Storage pool device must be the absolute path to the block device
es_es: El dispositivo de la agrupación de almacenamiento debe ser la vía de acceso absoluta al dispositivo de bloque

source: Storage pool devices parameter must be a list
es_es: El parámetro de los dispositivos de agrupación de almacenamiento debe ser una lista

source: Target IQN of an iSCSI pool must be a string
es_es: El IQN destino de una agrupación de iSCSI debe ser una serie

source: Port of a remote storage server must be an integer between 1 and 65535
es_es: El puerto de un servidor de almacenamiento remoto debe ser un entero entre 1 y 65535

source: iSCSI target username must be a string
es_es: El nombre de usuario de destino de iSCSI debe ser una serie

source: iSCSI target password must be a string
es_es: La contraseña de destino de iSCSI debe ser una serie

source: Specify name and type to create a storage pool
es_es: Especifique el nombre y el tipo para crear una agrupación de almacenamiento

source: %(disk)s is not a valid disk/partition. Could not add it to the pool %(pool)s.
es_es: %(disk)s no es un disco/partición válido. No se ha podido añadir a la agrupación %(pool)s.

source: Unable to extend logical pool %(pool)s. Details: %(err)s
es_es: No se puede ampliar la agrupación lógica %(pool)s. Detalles: %(err)s

source: The parameter disks only can be updated for logical storage pool.
es_es: Los discos de parámetro sólo pueden actualizarse para la agrupación de almacenamiento lógico.

source: The SCSI host adapter name must be a string.
es_es: El nombre del adaptador de host SCSI debe ser una serie.

source: The storage pool kimchi_isos is reserved for internal use
es_es: La agrupación de almacenamiento kimchi_isos está reservada para uso interno

source: Unable to activate NFS storage pool %(name)s. NFS server %(server)s is unreachable.
es_es: No se puede activar la agrupación de almacenamiento NFS %(name)s. El servidor NFS %(server)s está fuera de alcance.
