Repository: lcorreia/kimchi
Catalog: plugins/kimchi/po/*.po
Languages: es_es

source: Unable to deactivate NFS storage pool %(name)s. NFS server %(server)s is unreachable.
es_es: No se puede desactivar la agrupación de almacenamiento NFS %(name)s. El servidor NFS %(server)s está fuera de alcance.

source: Unable to deactivate pool %(name)s as it is associated with some templates
es_es: No se puede desactivar la agrupación %(name)s ya que está asociada con algunas plantillas

source: Unable to delete pool %(name)s as it is associated with some templates
es_es: No se puede suprimir la agrupación %(name)s ya que está asociada con algunas plantillas

source: A volume group named '%(name)s' already exists. Please, choose another name to create the logical pool.
es_es: Ya existe un grupo de volúmenes denominado '%(name)s'. Elija otro nombre para crear la agrupación lógica.

source: Unable to update database with deep scan information due error: %(err)s
es_es: No se puede actualizar la base de datos con la información de exploración profunda debido a un error: %(err)s

source: Storage volume %(name)s already exists
es_es: Ya existe el volumen de almacenamiento %(name)s

source: Storage volume %(name)s does not exist in storage pool %(pool)s
es_es: No existe el volumen de almacenamiento %(name)s en la agrupación de almacenamiento %(pool)s

source: Unable to create storage volume %(volume)s because storage pool %(pool)s is not active
es_es: No se puede crear el volumen de almacenamiento %(volume)s porque la agrupación de almacenamiento %(pool)s no está activa

source: Specify %(item)s in order to create storage volume %(volume)s
es_es: Especifique %(item)s para crear el volumen de almacenamiento %(volume)s

source: Unable to list storage volumes because storage pool %(pool)s is not active
es_es: No se pueden listar los volúmenes de almacenamiento porque la agrupación de almacenamiento %(pool)s no está activa

source: Unable to create storage volume %(name)s in storage pool %(pool)s. Details: %(err)s
es_es: No se puede crear el volumen de almacenamiento %(name)s en la agrupación de almacenamiento %(pool)s. Detalles: %(err)s

source: Unable to list storage volumes in storage pool %(pool)s. Details: %(err)s
es_es: No se pueden listar los volúmenes de almacenamiento en la agrupación de almacenamiento %(pool)s. Detalles: %(err)s

source: Unable to wipe storage volumes %(name)s. Details: %(err)s
es_es: No se pueden limpiar los volúmenes de almacenamiento %(name)s. Detalles: %(err)s

source: Unable to delete storage volume %(name)s. Details: %(err)s
es_es: No se puede suprimir el volumen de almacenamiento %(name)s. Detalles: %(err)s

source: Unable to resize storage volume %(name)s. Details: %(err)s
es_es: No se puede redimensionar el volumen de almacenamiento %(name)s. Detalles: %(err)s

source: Storage type %(type)s does not support volume create and delete
es_es: El tipo de almacenamiento %(type)s no admite la creación y supresión del volumen

source: Storage volume name must be a string
es_es: El nombre de volumen de almacenamiento debe ser una serie

source: Storage volume allocation must be an integer number
es_es: La asignación de volumen de almacenamiento debe ser un número entero

source: Storage volume format not supported. Valid formats: bochs, cloop, cow, dmg, qcow, qcow2, qed, raw, vmdk, vpc.
es_es: Formato de volumen de almacenamiento no admitido. Formatos válidos: bochs, cloop, cow, dmg, qcow, qcow2, qed, raw, vmdk, vpc.

source: Storage volume requires a volume name
es_es: El volumen de almacenamiento requiere un nombre de volumen

source: Unable to update database with storage volume information due error: %(err)s
es_es: No se puede actualizar la base de datos con la información del volumen de almacenamiento debido a un error: %(err)s

source: Only one of parameter %(param)s can be specified
es_es: Sólo se puede especificar uno de los parámetros %(param)s

source: Create volume from %(param)s is not supported
es_es: No se admite la creación del volumen de %(param)s

source: Storage volume capacity must be an integer number.
es_es: La capacidad del volumen de almacenamiento debe ser un número entero.

source: Storage volume URL must be http://, https://, ftp:// or ftps://.
es_es: El URL del volumen de almacenamiento debe ser http://, https://, ftp:// o ftps://.

source: Unable to access file %(url)s. Please, check it.
es_es: No se puede acceder al archivo %(url)s. Por favor, compruébelo.

source: Unable to clone storage volume '%(name)s' in pool '%(pool)s'. Details: %(err)s
es_es: No se puede clonar el volumen de almacenamiento '%(name)s' en la agrupación '%(pool)s'. Detalles: %(err)s

source: Specify chunk data and its size to upload a file.
es_es: Especifique datos de fragmento y su tamaño para cargar un archivo.

source: In order to upload a storage volume, specify the 'upload' parameter.
es_es: Para cargar un volumen de almacenamiento, especifique el parámetro 'upload'.

source: Unable to upload chunk data as it does not match with requested chunk size.
es_es: No se pueden cargar datos de fragmento porque no coinciden con el tamaño de fragmento solicitado.

source: The storage volume %(vol)s is not under an upload process.
es_es: El volumen de almacenamiento %(vol)s no está bajo un proceso de carga.

source: The upload chunk data will exceed the storage volume size.
es_es: Los datos de fragmento de carga superarán el tamaño del volumen de almacenamiento.

source: Unable to upload chunk data to storage volume. Details: %(err)s.
es_es: No se pueden cargar datos de fragmento al volumen de almacenamiento. Detalles: %(err)s.

source: Interface %(name)s does not exist
es_es: No existe la interfaz %(name)s

source: Network %(name)s already exists
es_es: Ya existe la red %(name)s

source: Network %(name)s does not exist
es_es: No existe la red %(name)s

source: Subnet %(subnet)s specified for network %(network)s is not valid.
es_es: La subred %(subnet)s especificada para la red %(network)s no es válida.

source: Specify a network interface to create bridged network %(name)s
es_es: Especifique una interfaz de red para crear una red puenteada %(name)s

source: Unable to delete active network %(name)s
es_es: No se puede suprimir la red activa %(name)s

source: Interface %(iface)s specified for network %(network)s is already in use
es_es: La interfaz %(iface)s especificada para la red %(network)s ya se está utilizando

source: Interface should be bare NIC, bonding or bridge device.
es_es: La interfaz debe ser dispositivo de puente, enlazado o NIC simple.

source: Unable to create network %(name)s. Details: %(err)s
es_es: No se puede crear la red %(name)s. Detalles: %(err)s

source: Unable to find a free IP address for network '%(name)s'
es_es: No se puede encontrar una dirección IP libre para la red '%(name)s'

source: The interface %(iface)s already exists.
es_es: La interfaz %(iface)s ya existe.

source: Network name must be a string without slashes (/) or quotes (")
es_es: El nombre de red debe ser una serie sin barras inclinadas (/) ni comillas (")

source: Supported network types are isolated, NAT and bridge
es_es: Los tipos de red soportados son aislada, NAT y puente

source: Network subnet must be a string with IP address and prefix or netmask
es_es: La subred de red debe ser una serie con dirección IP y prefijo o máscara de red

source: Network interface must be a string
es_es: La interfaz de red debe ser una serie

source: Network VLAN ID must be an integer between 1 and 4094
es_es: El ID de VLAN de red debe ser un entero entre 1 y 4094

source: Specify name and type to create a Network
es_es: Especifique el nombre y el tipo para crear una red

source: Unable to delete network %(name)s. There are some virtual machines %(vms)s and/or templates linked to this network.
es_es: No se puede suprimir la red %(name)s. Hay algunas máquinas virtuales %(vms)s y/o plantillas enlazadas a esta red.

source: Unable to deactivate network %(name)s. There are some virtual machines %(vms)s and/or templates linked to this network.
es_es: No se puede desactivar la red %(name)s. Hay algunas máquinas virtuales %(vms)s y/o plantillas enlazadas a esta red.

source: Bridge device %(name)s can not be the trunk device of a VLAN.
es_es: El dispositivo en puente %(name)s no puede ser el dispositivo de conexión troncal de una VLAN.

source: Failed to activate interface %(iface)s: %(err)s.
es_es: No se ha podido activar la interfaz %(iface)s: %(err)s.

source: Failed to activate interface %(iface)s. Please check the physical link status.
es_es: No se ha podido activar la interfaz %(iface)s. Compruebe el estado del enlace físico.

source: Failed to start network %(name)s. Details: %(err)s
es_es: No se ha podido iniciar la red %(name)s. Detalles: %(err)s

source: Debug report %(name)s does not exist
es_es: El informe de depuración %(name)s no existe

source: Debug report tool not found in system
es_es: Herramienta de informes de depuración no encontrada en el sistema

source: Unable to create debug report %(name)s. Details: %(err)s.
es_es: No se puede crear el informe de depuración %(name)s. Detalles: %(err)s.

source: Can not find any debug report with the given name %(name)s
es_es: No se puede encontrar ningún informe de depuración con el nombre indicado %(name)s

source: Unable to generate debug report %(name)s. Details: %(err)s
es_es: No se puede generar el informe de depuración %(name)s. Detalles: %(err)s

source: You should give a name for the debug report file.
es_es: Debería dar un nombre al archivo de informe de depuración.

source: Debug report name must be a string. Only letters, digits, underscore ('_') and hyphen ('-') are allowed.
es_es: El nombre del informe de depuración debe ser una serie. Solamente se permiten letras, dígitos, carácter de subrayado ('_') y guión ('-').

source: The debug report with specified name "%(name)s" already exists. Please use another one.
es_es: El informe de depuración con el nombre especificado "%(name)s" ya existe. Utilice otro.

source: Storage server %(server)s was not used by Kimchi
es_es: El servidor de almacenamiento %(server)s no lo ha utilizado Kimchi

source: Distro '%(name)s' does not exist
es_es: No existe Distro '%(name)s'

source: Partition %(name)s does not exist in the host
es_es: La partición %(name)s no existe en el host

source: Unable to shutdown host machine as there are running virtual machines
es_es: No se puede concluir la máquina host ya que hay máquinas virtuales en ejecución

source: Unable to reboot host machine as there are running virtual machines
es_es: No se puede rearrancar la máquina host ya que hay máquinas virtuales en ejecución

source: Node device '%(name)s' not found
es_es: No se encuentra el dispositivo de nodos '%(name)s'

source: Conflicting flag filters specified.
es_es: Se han especificado filtros de distintivos en conflicto.

source: No packages marked for update
es_es: No hay paquetes marcados para su actualización

source: Package %(name)s is not marked to be updated.
es_es: El paquete %(name)s no se ha marcado para actualizarlo.

source: Error while getting packages marked to be updated. Details: %(err)s
es_es: Error al obtener paquetes marcados para su actualización. Detalles: %(err)s

source: There is no compatible package manager for this system.
es_es: No hay ningún gestor de paquetes compatible para este sistema.

source: Unable to find %(item)s in datastore
es_es: No se puede encontrar %(item)s en el almacén de datos

source: Invalid URI %(uri)s
es_es: URI %(uri)s no válido

source: Timeout while running command '%(cmd)s' after %(seconds)s seconds
es_es: Tiempo de espera excedido al ejecutar el mandato '%(cmd)s' después de %(seconds)s segundos

source: Unable to choose a virtual machine name
es_es: No se puede elegir un nombre de máquina virtual

source: Invalid data value '%(value)s'
es_es: Valor de datos '%(value)s' no válido

source: Invalid data unit '%(unit)s'
es_es: Unidad de datos '%(unit)s' no válida

source: Invalid storage type. Types supported: 'cdrom', 'disk'
es_es: Tipo de almacenamiento no válido. Tipos soportados: 'cdrom', 'disk'

source: The path '%(value)s' is not a valid local/remote path for the device
es_es: La vía de acceso '%(value)s' no es una vía de acceso local/remota válida para el dispositivo

source: Only CDROM path can be update.
es_es: Solamente se puede actualizar la vía de acceso de CDROM.

source: The storage device %(dev_name)s does not exist in the virtual machine %(vm_name)s
es_es: El dispositivo de almacenamiento %(dev_name)s no existe en la máquina virtual. %(vm_name)s

source: Error while creating new storage device: %(error)s
es_es: Error al crear el dispositivo de almacenamiento nuevo: %(error)s

source: Error while updating storage device: %(error)s
es_es: Error al actualizar el dispositivo de almacenamiento: %(error)s

source: Error while removing storage device: %(error)s
es_es: Error al eliminar el dispositivo de almacenamiento: %(error)s

source: Do not support IDE device hot plug
es_es: No se admite la conexión en caliente del IDE

source: Specify type and path or type and pool/volume to add a new virtual machine disk
es_es: Especifique el tipo y la vía de acceso y la agrupación/volumen para añadir un nuevo disco de máquina virtual

source: Specify path to update virtual machine disk
es_es: Especifique la vía de acceso para actualizar el disco de máquina virtual

source: Controller type %(type)s limitation of %(limit)s devices reached
es_es: Se ha alcanzado el límite de tipo de controlador %(type)s de %(limit)s dispositivos

source: Cannot retrieve disk path information for given pool/volume: %(error)s
es_es: No se puede recuperar la información de vía de acceso de disco para la agrupación o el volumen que se ha especificado: %(error)s

source: Volume already in use by other virtual machine.
es_es: El volumen ya lo está utilizando otra máquina virtual.

source: Only one of path or pool/volume can be specified to add a new virtual machine disk
es_es: Solo se puede especificar uno de vía de acceso o agrupación/volumen para añadir un nuevo disco de máquina virtual

source: Volume chosen with format %(format)s does not fit in the storage type %(type)s
es_es: El volumen elegido con el formato %(format)s no se ajusta al tipo de almacenamiento%(type)s

source: YUM Repository ID must be one word only string.
es_es: El ID de repositorio YUM debe ser una serie de una sola palabra.

source: Repository URL must be an http://, ftp:// or file:// URL.
es_es: El URL de repositorio debe ser http://, ftp:// o archivo:// URL.

source: Repository configuration is a dictionary with specific values according to repository type.
es_es: La configuración de repositorio es un diccionario con valores específicos según el tipo de repositorio.

source: Distribution to DEB repository must be a string
es_es: El repositorio de Distribución a DEB debe ser una serie

source: Components to DEB repository must be listed in a array
es_es: El repositorio de Componentes a DEB debe estar listado en una matriz

source: Components to DEB repository must be a string
es_es: El repositorio de Componentes a DEB debe ser una serie

source: Mirror list to repository must be a string
es_es: La lista de duplicados en el repositorios debe ser una serie

source: YUM Repository name must be string.
es_es: El nombre del repositorio YUM debe ser una serie.

source: GPG check must be a boolean value.
es_es: La comprobación de GPG debe ser un valor booleano.

source: GPG key must be a URL pointing to the ASCII-armored file.
es_es: La clave GPG debe ser un URL que apunta al archivo blindado por ASCII.

source: Could not update repository %(repo_id)s.
es_es: No se puede actualizar el repositorio %(repo_id)s.

source: Repository %(repo_id)s does not exist.
es_es: El repositorio %(repo_id)s no existe.

source: Specify repository base URL, mirror list or metalink in order to create or update a YUM repository.
es_es: Especifique el URL base de repositorio, la lista de duplicados o el metaenlace para crear o actualizar un repositorio YUM.

source: Repository management tool was not recognized for your system.
es_es: La herramienta de gestión de repositorio no se ha reconocido para su sistema.

source: Repository %(repo_id)s is already enabled.
es_es: El repositorio %(repo_id)s ya está habilitado.

source: Repository %(repo_id)s is already disabled.
es_es: El repositorio %(repo_id)s ya está inhabilitado.

source: Could not remove repository %(repo_id)s.
es_es: No se ha podido eliminar el repositorio %(repo_id)s.

source: Could not write repository configuration file %(repo_file)s
es_es: No se ha podido escribir en el archivo de configuración del repositorio %(repo_file)s

source: Specify repository distribution in order to create a DEB repository.
es_es: Especifique la distribución del repositorio para crear un repositorio de DEB.

source: Could not enable repository %(repo_id)s.
es_es: No se ha podido habilitar el repositorio %(repo_id)s.

source: Could not disable repository %(repo_id)s.
es_es: No se ha podido inhabilitar el repositorio %(repo_id)s.

source: YUM Repository ID already exists
es_es: El ID de repositorio de YUM ya existe

source: YUM Repository name must be a string
es_es: El nombre del repositorio de YUM debe ser una serie

source: Unable to list repositories. Details: '%(err)s'
es_es: No se pueden listar los repositorios. Detalles: '%(err)s'

source: Unable to retrieve repository information. Details: '%(err)s'
es_es: No se puede recuperar información de repositorios. Detalles: '%(err)s'

source: Unable to add repository. Details: '%(err)s'
es_es: No se puede añadir el repositorio. Detalles: '%(err)s'

source: Unable to remove repository. Details: '%(err)s'
es_es: No se puede eliminar el repositorio. Detalles: '%(err)s'

source: Configuration items: '%(items)s' are not supported by repository manager
es_es: Elementos de configuración: el gestor de repositorios no admite '%(items)s'

source: Repository metalink must be an http://, ftp:// or file:// URL.
es_es: El metaenlace de repositorio debe ser http://, ftp:// o el archivo:// URL.

source: Cannot specify mirrorlist and metalink at the same time.
es_es: No se puede especificar la lista de duplicados y el metaenlace a la vez.

source: Virtual machine '%(vm)s' must be stopped before creating a snapshot of it.
es_es: Se ha de detener la máquina virtual '%(vm)s' antes de crear una instantánea de la misma.

source: Unable to create snapshot '%(name)s' on virtual machine '%(vm)s'. Details: %(err)s
es_es: No se puede crear la instantánea '%(name)s' en la máquina virtual '%(vm)s'. Detalles: %(err)s

source: Snapshot '%(name)s' does not exist on virtual machine '%(vm)s'.
es_es: La instantánea '%(name)s' no existe en la máquina virtual '%(vm)s'.

source: Unable to retrieve snapshot '%(name)s' on virtual machine '%(vm)s'. Details: %(err)s
es_es: No se puede recuperar la instantánea '%(name)s' en la máquina virtual '%(vm)s'. Detalles: %(err)s

source: Unable to list snapshots on virtual machine '%(vm)s'. Details: %(err)s
es_es: No se pueden listar las instantáneas en la máquina virtual '%(vm)s'. Detalles: %(err)s

source: Unable to delete snapshot '%(name)s' on virtual machine '%(vm)s'. Details: %(err)s
es_es: No se puede suprimir la instantánea '%(name)s' en la máquina virtual '%(vm)s'. Detalles: %(err)s

source: Unable to retrieve current snapshot of virtual machine '%(vm)s'. Details: %(err)s
es_es: No se puede recuperar la instantánea actual de la máquina virtual '%(vm)s'. Detalles: %(err)s

source: Unable to revert virtual machine '%(vm)s' to snapshot '%(name)s'. Details: %(err)s
es_es: No se puede revertir la máquina virtual '%(vm)s' en la instantánea '%(name)s'. Detalles: %(err)s

source: Unable to create snapshot of virtual machine '%(vm)s' because it contains a disk with format '%(format)s'; only 'qcow2' is supported.
es_es: No se puede crear la instantánea de la máquina virtual '%(vm)s' porque contiene un disco con el formato '%(format)s'; sólo se admite 'qcow2'.

source: The number of vCPUs is too large for this system.
es_es: El número de vCPUs es demasiado grande para este sistema.

source: Invalid vCPU/topology combination.
es_es: Combinación de vCPU/topología no válida.

source: This host (or current configuration) does not allow CPU topology.
es_es: Este host (o la configuración actual) no permite la topología de CPU.

source: ERROR CODE
es_es: CÓDIGO DE ERROR

source: REASON
es_es: RAZÓN

source: STACK
es_es: PILA

source: Go to Homepage
es_es: Ir a la página inicial

source: Create a New Virtual Machine
es_es: Crear una nueva máquina virtual

source: Virtual Machine Name
es_es: Nombre de máquina virtual

source: The name used to identify the virtual machine. If omitted, a name will be chosen based on the template used.
es_es: El nombre que se utiliza para identificar la máquina virtual. Si se omite, se elegirá un nombre basándose en la plantilla utilizada.

source: Template
es_es: Plantilla

source: Please create a template first.
es_es: Cree una plantilla primero.

source: Create a Template
es_es: Crear una plantilla

source: Please choose a template.
es_es: Elija una plantilla.

source: OS
es_es: SO

source: OS Version
es_es: Versión del SO

source: Memory
es_es: Memoria

source: Create
es_es: Crear

source: Creating...
es_es: Creando...

source: Edit Guest
es_es: Editar invitado

source: Storage
es_es: Almacenamiento

source: Interface
es_es: Interfaz

source: Permission
es_es: Permiso

source: Host PCI Device
es_es: Dispositivo PCI de host

source: Snapshot
es_es: Instantánea

source: Name
es_es: Nombre

source: Memory (MB)
es_es: Memoria (MB)

source: Icon
es_es: Icono

source: Device
es_es: Dispositivo

source: Path
es_es: Vía de acceso

source: Network
es_es: Red

source: Type
es_es: Tipo

source: MAC Address
es_es: Dirección MAC

source: Available system users and groups
es_es: Usuarios y grupos del sistema disponibles

source: Users
es_es: Usuarios

source: Groups
es_es: Grupos

source: Selected system users and groups
es_es: Usuarios y grupos del sistema seleccionados

source: User
es_es: Usuario

source: All
es_es: Todo

source: To Add
es_es: A añadir

source: Added
es_es: Añadido

source: filter
es_es: filtrar

source: Product
es_es: Producto

source: Vendor
es_es: Proveedor

source: Created
es_es: Creado

source: Save
es_es: Guardar

source: Replace
es_es: Sustituir

source: Detach
es_es: Desconectar

source: Cancel
es_es: Cancelar

source: LDAP User ID,e.g.foo@foo.com
es_es: ID de usuario LDAP, p.e. foo@foo.com

source: revert
es_es: revertir

source: Add a Storage Device to VM
es_es: Añadir un dispositivo de almacenamiento a VM

source: Device Type
es_es: Tipo de dispositivo

source: The device type. Currently, "cdrom" and "disk" are supported.
es_es: El tipo de dispositivo. Actualmente se da soporte a "cdrom" y "disk".

source: Storage Pool
es_es: Agrupación de almacenamiento

source: Storage pool which volume located in
es_es: Agrupación de almacenamiento con volumen ubicado en

source: Storage Volume
es_es: Volumen de almacenamiento

source: Storage volume to be attached
es_es: Volumen de almacenamiento que se va a adjuntar

source: File Path
es_es: Vía de acceso de archivo

source: The ISO file path in the server for CDROM.
es_es: La vía de acceso del archivo ISO en el servidor para el CDROM.

source: Attach
es_es: Conectar

source: Start
es_es: Iniciar

source: Reset
es_es: Restablecer

source: Pause
es_es: Poner en pausa

source: Resume
es_es: Reanudar

source: Power Off
es_es: Apagar

source: Actions
es_es: Acciones

source: Connect
es_es: Conectar

source: Clone
es_es: Clonar

source: Edit
es_es: Editar

source: Shut Down
es_es: Concluir

source: Delete
es_es: Suprimir

source: The username or password you entered is incorrect. Please try again.
es_es: El nombre de usuario o contraseña que ha especificado es incorrecto. Por favor, vuelva a intentarlo.
